Repository: Usama-Ahmad3/tahadde
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Please enter First Name
ar: ادخل الاسم الأول

source: Please enter Last Name
ar: ادخل الاسم الأخير

source: Player Position
ar: مركز اللاعب

source: Select Player Position
ar: حدد مركز اللاعب

# minimumMaximum14Characters
source: Minimum 6 & Maximum 14 Characters
ar: 6 أحرف كحد أدنى و 14 حرفًا كحد أقصى

source: Done
ar: منجز

source: Invalid OTP Code
ar: الرمز غير صحيح

source: Invalid Code
ar: الرمز غير صحيح

# enterthedigitcodewhichsentonregisteredphonenumber
source: Enter the 6 digit code that has been sent to the registered number
ar: أدخل الرمز المكون من 6 أرقام الذي تم إرساله إلى الرقم المسجل

source: Please enter card holder name
ar: ادخل اسم حامل البطاقة

source: Please enter cvv number
ar: ادخل رقم cvv

source: Please enter validity month
ar: الرجاء إدخال الشهر

# pleaseentervaliditydate
source: Please enter expiry date
ar: ادخل تاريخ انتهاء البطاقة

source: Please enter card number
ar: ادخل رقم البطاقة

# choosedateofbirth
source: Select date of birth
ar: حدد تاريخ الميلاد

source: My Reviews & Ratings
ar: تقييمي

# addyourexperienceforthepitchesyouhaveplayedupon
source: Add your experience for the Venues you have played upon.
ar: أضف خبرتك للملاعب التي لعبت عليها.

source: review
ar: مراجعة

source: Your experience
ar: خبرتك

# ratethepitch
source: Rate the venue
ar: قيم الملعب

source: Please enter Reviews
ar: الرجاء إدخال التقييمات

source: Reviews
ar: التقييمات

source: Please enter Current Password
ar: ادخل كلمة السر الحالية

source: Goto Login Page!
ar: انتقل إلى صفحة تسجيل الدخول!

source: To remove the card
ar: لإزالة البطاقة

source: football
ar: كرة القدم

# pleaseenterPitchName
source: Please enter Venue Name
ar: ادخل اسم الملعب

source: Please enter Description
ar: ادخل مواصفات الملعب

source: Please enter name
ar: ادخل الاسم

source: Please enter price
ar: ادخل السعر

# pleaseenterIBANCode
source: Please enter IBAN number
ar: ادخل رقم IBAN

source: Please enter Account Number
ar: ادخل رقم الحساب

source: Please enter Account Holder Name
ar: ادخل رقم صاحب الحساب

source: Please enter comment
ar: ادخل تعليق

source: Name of the closed hours
ar: ساعات العمل

source: You cannot create a
ar: لا يمكنك إنشاء ملف

# asyourpitchhasnotbeenverifiedyet
source: as your venue has not been verified yet.
ar: لأن ملعبك لم يتم التحقق منه بعد.

source: Ok
ar: اوك

source: Rejected
ar: مرفوض

source: Yesterday
ar: امس

source: Rebook
ar: إعادة الحجز

source: days ago
ar: منذ أيام

source: Today
ar: اليوم

source: Team Detail
ar: تفاصيل الفريق

# rejectedPitch
source: Rejected Venue
ar: ملعب مرفوض

source: Add another document
ar: أضف مستندًا آخر

source: email has been sent
ar: تم ارسال البريد الالكتروني

# addnewpitchdetails
source: Add new venue details
ar: أضف تفاصيل ملعب جديد

# noverifiedpitchyet
source: Venue not verified yet
ar: لم يتم التحقق من الملعب بعد

# uploadpitchimages
source: Upload venue images
ar: حمل صور الملعب

# continueS
source: Continue
ar: التالي

# uploadPitchDocument
source: Upload Venue Document
ar: حمل مستند الملعب

source: Processing.....
ar: قيد المراجعة

source: Gender
ar: الجنس

source: Social Title
ar: تفاصيلي

source: Please select Date of Birth
ar: الرجاء تحديد تاريخ الميلاد

# doyouwanttoleaveteam
source: Do you want to leave the team
ar: هل تريد مغادرة الفريق

# pleaseselectnewcaptain
source: Please select a new captain
ar: الرجاء تحديد كابتن جديد

source: Please select gender
ar: الرجاء التحديدالجنس

source: Filter by
ar: مصنف بواسطة

source: Venues
ar: الأماكن

source: Show directions
ar: عرض الاتجاهات

source: About
ar: إحجز

source: Play
ar: العب

source: Facilities Provided
ar: المرافق المتوفرة

source: Holiday
ar: إجازة

source: Per Venue
ar: سعر المكان

source: Per Player
ar: سعر اللاعب

source: Select number of player
ar: حدد عدد اللاعبين للحجز

# thisDayHoliday
source: This day as Holiday
ar: اليوم إجازة

source: Day
ar: يوم

# bookNowS
source: Book Now
ar: احجز الآن

source: Sessions
ar: الجلسات

source: Slot Price
ar: سعر الحجز

source: Venue Name
ar: اسم المكان

# venueNameA
source: Venue Name(Arabic)
ar: اسم المكان (عربي)

source: Code
ar: كود

# descriptionS
source: Description
ar: وصف

# descriptionA
source: Description(Arabic)
ar: الوصف (عربي)

source: Document Name
ar: اسم الملف

source: Canceled
ar: ألغيت

# licenceName
source: Licence Number
ar: اسم الرخصة

source: Expiry Date
ar: تاريخ الانتهاء

source: Expiry Document Date
ar: تاريخ انتهاء الوثيقة

source: Multiple Rates
ar: معدلات متعددة

source: Document
ar: وثيقة

source: Slot Chart
ar: مخطط الحجز

# thankyouforaddingyourvenue
source: Thank you for adding your venue. Your application is under review and we will notify you once's it is approved.
ar: شكرا لكم على إضافة مكانكم، طلبكم قيد المراجعة وسيتم ابلاغكم بمجرد الانتهاء من المراجعة.

source: Type of sports
ar: نوع الرياضة

source: Select type of sport
ar: اختر نوع الرياضة

source: Sub-Venue name
ar: اسم المكان الفرعي

source: Price per Player
ar: السعر لكل لاعب

source: Start time
ar: وقت البدء

source: End time
ar: وقت النهاية

source: Create Session
ar: إنشاء الجلسة

source: Venue Created
ar: إنشاء مكان

source: Amount
ar: مقدار

source: Add Session
ar: أضف الجلسة

source: Mark as Holiday
ar: وضع علامة الاجازة

source: Create Your Session
ar: أنشئ جلستك

# nameA
source: Name(Arabic)
ar: الاسم (عربي)

source: Create slot Duration
ar: إنشاء مدة الحجز

source: Extra/Grace Time
ar: وقت اضافي

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: جمعة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

# selectLocation
source: Select your location
ar: حدد موقعك

source: No Venues Available
ar: لا توجد اماكن متاحة

# cancellationsMadeWithin
source: Cancellations made within 24 hours will not receive a refund.
ar: الإلغاءات التي تتم في غضون 24 ساعة لن يتم استردادها

source: Session Name:
ar: اسم الجلسة:

source: Clear
ar: صافي

source: No slots available
ar: لا توجد فترات زمنية متاحة

# sorryYouEditReview
source: Sorry, you can’t edit your venue when it's in review.
ar: عذرًا ، لا يمكنك تعديل المكان عندما يكون قيد المراجعة
