Repository: Usama-Ahmad3/tahadde
Catalog: lib/l10n/intl_*.arb
Languages: ar

# locale
source: en
ar: ar

source: League
ar: الدوري

# sendMessage
source: Invitation Sent
ar: تم إرسال الدعوة

source: Delete Account
ar: حذف الحساب

# youGoingDeleteAccount
source: You are going to delete your account.
ar: ستحذف حسابك.

# ratepitchafteryourgame
source: No ratings available
ar: لا توجد تقييمات

# addpitchtoyourfavorites
source: Add venue to your favorites
ar: أضف الملعب إلى مفضلاتك

# youarefacinganyissuespleaseemailuson
source: If you are facing any issues please email us on
ar: إذا كنت تواجه أي مشاكل يرجى مراسلتنا عبر البريد الإلكتروني

source: Tournament
ar: البطولة

# teamnotTahaddi
source: Team not in Tahadde
ar: فريق ليس في تحدي

# teaminTahaddi
source: Team in Tahadde
ar: فريق في تحدي

# registeredTeam
source: Registered Teams
ar: الفرق المسجلة

# registeredTeamC
source: REGISTERED TEAMS
ar: الفرق المسجلة

# addNewPitch
source: Add New Venue
ar: أضف ملعب جديد

# newC
source: New
ar: جديد

source: View All
ar: مشاهدة الكل

source: Previous
ar: السابق

# commentForThisPitch
source: COMMENTS FOR THIS VENUE
ar: التعليقات على هذا الملعب

source: Select
ar: تحديد

source: Undo
ar: الغاء

source: Select your field
ar: حدد الملعب

# addreviewspitchyouhaveplayedon
source: Add your reviews.
ar: أضف تعليقاتك.

# clickHereIndicate
source: Click here to indicate that you have read and agree to the terms of the
ar: انقر هنا للإشارة إلى أنك قد قرأت ووافقت على شروط

source: Tahadde Agreement
ar: اتفاقية تحدي

# informationText
source: Information
ar: معلومة

# locationText
source: 1. Location
ar: 1. الموقع

# locationDes
source: The services shall be available throughout the United Arab Emirates and the company has the authority to provide the services to the public within the specified territory.
ar: يجب أن تكون الخدمات متاحة في جميع أنحاء دولة الإمارات العربية المتحدة وتتمتع الشركة بصلاحية تقديم الخدمات للجمهور داخل المنطقة المحددة.

# responsibilities
source: 2. Responsibilities
ar: 2. المسؤوليات

# responsibilitiesDes
source: It is the duty of the venue owners and the players who are willing to take the services from the application has to act with proper diligence, commit appropriate time as well as effort for fulfilling the duties. It is important to maintain practical and technological knowledge in respect to the services. The person taking the services has to maintain proper communication related tothe services.
ar: من واجب مالكي الملعب واللاعبين الراغبين في الحصول على الخدمات من التطبيق أن يتصرفوا باجتهاد مناسب ، .وأن يلتزموا بالوقت المناسب بالإضافة إلى الجهد لأداء الواجبات من المهم الحفاظ على المعرفة العملية والتكنولوجية .فيما يتعلق بالخدمات يجب على الشخص الذي يتلقى الخدمات الحفاظ على الاتصالات المناسبة المتعلقة بالخدمات.

# commissionPayment
source: 3. Commission and Payment
ar: 3. العمولة والدفع

# commissionPaymentDes
source: Tahadde will charge 15% per booking as commission for its services from the venue owner. Tahadde’s commission will be deducted automatically from the booking and the remaining amount will be transferred to the venue owner upon the agreed term of 7 days or a maximum period of 30 days depending on the venue owner
ar: سوف تتقاضى شركة تحدي 15٪ لكل حجز كعمولة على خدماتها من مالك الملعب. سيتم خصم عمولة Tahadde تلقائيًا من الحجز وسيتم تحويل المبلغ المتبقي إلى مالك الملعب بناءً على المدة المتفق عليها وهي 7 أيام أو فترة أقصاها 30 يومًا حسب مالك الملعب.

# cancellationPolicy
source: 5. Cancellation Policy
ar: 5. سياسة الإلغاء

# cancellationPolicyDes
source: Cancellations made 48 hours or more in advance of the booking date will receive a 100% refund.Cancellations made within 24 hours will not receive a refund.
ar: في حالة الإلغاء الذي يتم إجراؤه قبل 48 ساعة أو أكثر من تاريخ الحجز ، سيتم استرداد 100٪ من المبلغ المدفوع. الإلغاءات التي تتم في غضون 24 ساعة لن يتم استردادها

# termTermination
source: 4. Term and Termination
ar: 4. المدة والإنهاء

# termTerminationDes
source: The venue owners must list their respective grounds with the Tahadde mobile application. No commission will be charged from the venue owner in the first 30 days of signing up. Tahadde will act only as the platform that will provide the services to both the venue owners and the players. The venue owners are solely responsible for the booking of the grounds. Tahadde is not responsible in case of any conflicts with the bookings. The liability is vested upon the owners.
ar: يجب على مالكي الملعب إدراج أراضيهم في تطبيق الهاتف المتحرك تحدي. لن يتم تحصيل أي عمولة من مالك الملعب في أول 30 يومًا من التسجيل. ستعمل تحدي فقط كمنصة تقدم الخدمات لكل من مالكي الملاعب واللاعبين. يتحمل مالكو الملعب وحدهم مسؤولية حجز الملاعب. تحدي ليست مسؤولة في حال وجود أي تعارض مع الحجوزات. تقع المسؤولية على عاتق المالكين.

# bookYourSlot
source: Book Slot
ar: احجز الآن

# addPitch
source: Add Venue
ar: اضافة ملعب

source: Change Image
ar: تغيير الصورة

# numberplayerscompleteteam
source: Number of players to complete the team
ar: عدد اللاعبين لإكمال الفريق

source: Players Team
ar: فريق اللاعبين

source: Booked
ar: محجوز

source: Ratings & Reviews
ar: التقييمات

# bookPitch
source: Book Venue
ar: احجز ملعباًً

# facilityProvided
source: FACILITIES PROVIDED
ar: الخدمات المتوفرة

# pitchDetails
source: Venue Details
ar: تفاصيل الملعب

source: Booked Slots
ar: الآوقات المحجوزة

source: Upload Image
ar: تحميل الصورة

source: Choose from library
ar: آلبوم الصور

source: Take photo
ar: التقط صورة

source: Upload profile picture
ar: حمل الصورة الشخصية

source: Phone
ar: هاتف

source: Logo
ar: شعار الفريق

source: Team
ar: فريق

# teamH
source: Team
ar: الفرق المشاركة

# teamC
source: TEAM
ar: فريق

source: Game
ar: مباراة

# challengeTeam
source: Challenge A Team
ar: تحدى فريق

source: View More
ar: عرض المزيد

source: Notification
ar: إشعارات

source: More
ar: المزيد

source: Profile
ar: الشخصي

# profileC
source: Profile
ar: الملف الشخصي

# notificationDec
source: No notification available.
ar: لا توجد إشعارات متاحة.

# profileDec
source: Create Your Own Profile
ar: إنشاء ملف التعريف الشخصي الخاص بك

# profileDecfirst
source: Please login to your account or sign up to create a new account
ar: يرجى تسجيل الدخول أو إنشاء حساب جديد

# profileDecsecond
source: Don’t have an account?
ar: ليس لديك حساب؟

source: Sign In
ar: تسجيل الدخول

source: Sign Up
ar: سجل معنا

# tahaddi
source: Tahadde
ar: تحدي

source: Login
ar: تسجيل الدخول

# refer
source: Refer and Earn
ar: ادعوا لاعبا و اكسب

source: Rate App
ar: قيم التطبيق

# contectUs
source: Contact Us
ar: اتصل بنا

source: Our policy
ar: سياستنا

source: Setting
ar: إعدادات

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمه المرور

source: WhatsApp
ar: واتساب

source: Instagram
ar: انستقرام

source: Call Us
ar: تواصلوا معنا

source: Forgot Password?
ar: نسيت كلمة المرو؟

source: Choose Location
ar: اختر موقعك

source: Location
ar: الموقع

source: Get Direction
ar: احصل على الاتجاهات

# dateTime
source: DATE AND TIME
ar: التاريخ والوقت

source: Start
ar: بداية

source: End
ar: نهاية

source: DESCRIPTION
ar: وصف

source: ORGANISED BY
ar: المنظم

source: BOOK NOW
ar: احجز الآن

source: You need to create your own team
ar: تحتاج إلى إنشاء فريقك الخاص

source: Onwords
ar: فصاعدا

source: Add to
ar: أضف إلى

source: Calendar
ar: التقويم

source: PROCEED
ar: متابعة

source: Select Payment Method
ar: اختر طريقة الدفع

# credit
source: Credit/Debit Card
ar: بطاقة الائتمان / الخصم

source: Wallets
ar: محافظ

source: Add New Card
ar: إضافة بطاقة جديدة

source: Card Number
ar: رقم البطاقة

# cardHolderNumber
source: Card Holder Name
ar: اسم صاحب البطاقة

source: Expriy Date
ar: تاريخ الانتهاء

# securelySave
source: Securely save card details
ar: حفظ تفاصيل البطاقة بشكل آمن

source: NAME ON CARD
ar: الاسم على البطاقة

source: VALIDITY
ar: تاريخ الصلاحية

source: REMOVE
ar: إزالة

source: Payment
ar: الدفع

source: Enter Your Details
ar: أدخل التفاصيل الخاصة بك

source: Captain
ar: قائد الفريق

source: BOOKING USER
ar: حجز اللاعب

source: Apply Coupon
ar: استخدم الكوبون

source: Payment Summary
ar: ملخص الدفع

source: Sub Total
ar: المبلغ الاجمالي

# tex
source: Tax
ar: ضريبة

source: Grand Total
ar: المجموع

# iAgree
source: I agree to the
ar: أنا أوافق على

# term
source: Term & Conditions
ar: الشروط و الأحكام

# ofCompany
source: of the Company
ar: للشركة

# needcreateaccountorlogin
source: To join the team you need to create an account or login
ar: للإنضمام الى الفريق يرجى انشاء حساب او تسجيل الدخول

source: Booking Summary
ar: ملخص الحجز

source: PAYMENT SUCCESSFUL !
ar: تمت عملية الدفع بنجاح!

source: Personal Detail
ar: تفاصيل شخصية

# myInterest
source: My Interests
ar: الاهتمامات

# myBooking
source: My Bookings
ar: الحجوزات

# savePaymentMethod
source: My Wallets
ar: حفظ طرق الدفع

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Logout
ar: تسجيل الخروج

source: Date of Birth
ar: تاريخ الميلاد

# viewsavePaymentMethod
source: View your save payment methods.
ar: عرض طرق الدفع المحفوظة الخاصة بك.

# viewbook
source: View my bookings.
ar: عرض حجوزاتي.

# viewInterest
source: View my favorite venues.
ar: عرض الأماكن المفضلة لدي.

source: Current password
ar: كلمة المرور الحالية

source: New password
ar: كلمة مرور جديدة

# confermpassword
source: Confirm password
ar: تأكيد كلمة المرور

source: CHANGE PASSWORD
ar: تغيير كلمة السر

# changepasswordC
source: Change Password
ar: تغيير كلمة السر

source: SEND EMAIL
ar: راسلنا

source: First Name
ar: الاسم الاول

source: Last Name
ar: الاسم الاخير

source: Phone Number
ar: رقم الهاتف

source: Create your account
ar: انشئ حساب جديد

source: Language
ar: اللغة

# verifyMobile
source: Verify your mobile
ar: تحقق من رقم هاتفك

# pleaseEnter
source: Please enter the 6-digit code sent to you on
ar: يرجى إدخال الكود المكون من 6 أرقام المرسل إليك

source: Enter Code
ar: ادخل الرمز

source: Resend OTP
ar: إعادة إرسال رمز المرور

source: Verify OTP
ar: تحقق من رمز المرور

source: VIEW PROFILE
ar: عرض الصفحة الشخصية

source: SAVE CHANGES
ar: حفظ التغييرات

source: Edit Profile
ar: تعديل الملف الشخصي

source: Change Photo
ar: غير الصورة الشخصية

source: Search
ar: بحث

source: INDOOR
ar: ملعب داخلي

source: OUTDOOR
ar: ملعب خارجي

source: Facility
ar: موقع

# asidePitch
source: aside venue
ar: من جانب كل فريق

source: FILTER
ar: تصفية

source: Sports
ar: بقع

# pitch
source: Venue
ar: ملعب

source: SET PASSWORD
ar: ضبط كلمة السر

# notificationC
source: Notification
ar: تنبيهات

# pleaseEnterEmail
source: Please enter the email address you used to register with us and we’ll send you the link to reset your password
ar: يرجى ادخال عنوان البريد الإلكتروني الذي استخدمته للتسجيل معنا و سنرسل لك الرابط لإعادة تعيين كلمة المرور الخاصة بك

# toReserve
source: To reserve a spot please create an account or login.
ar: لحجز مكان يرجى إنشاء حساب أو تسجيل الدخول

source: Yes
ar: نعم

source: No
ar: لا

# pinEntered
source: Pin entered is
ar: رقم التعريف هو

source: Pin
ar: رمز

# youHaveSuccessfully
source: You have successfully reset the password for your Tahadde account
ar: لقد تم إعادة تعيين كلمة المرور بنجاح

source: Cancel
ar: إلغاء

# lastDate
source: Last date for booking is
ar: اخر موعد للحجز هو

source: Are you sure?
ar: هل أنت واثق؟

# youGoingLogout
source: You are going to logout from your profile!
ar: انت ذاهب الى الخروج من ملف التعريف الخاص بك!

# youGoingExit
source: You are going to exit the application!
ar: الخروج من التطبيق!

# createTeam
source: Create Your Own Team
ar: قم بإنشاء فريقك الخاص

source: Team Name
ar: اسم الفريق

source: Captain Name
ar: اسم الكابتن

source: Your team has been successfully created
ar: تم إنشاء فريقك بنجاح

source: View Team
ar: مشاهدة الفريق

source: Pending
ar: قيد الانتظار

source: Joining Requests
ar: طلب الانضمام

source: Leave Team
ar: غادر الفريق

# addPlayerC
source: ADD PLAYER
ar: إضافة لاعب

source: No players have been added yet
ar: لم يتم إضافة أي لاعبين حتى الآن

source: No Player Requests
ar: لا يوجد لاعبين قيد الانتظار

source: Share
ar: شارك

# youarecaptianoftheteamyoucreate
source: you are the captian of the team you create
ar: أنت كابتن الفريق الذي أنشأته

# Youmaximumplayersyourteam
source: You can add a maximum of 16 players in your team
ar: يمكنك إضافة 16 لاعبًا كحد أقصى في فريقك

# submitS
source: Submit
ar: إرسال

source: Team Logo
ar: لوقو الفريق

source: Jersey Color
ar: لون جيرسي

source: SUBMIT
ar: إرسال

source: Contact Number
ar: رقم الاتصال

# captainC
source: CAPTAIN
ar: كابتن

source: Players
ar: الفريق

# createTeamC
source: Start Now
ar: ابدا الان

source: INVITE
ar: يدعو

# searchC
source: SEARCH
ar: بحث

source: Add Players
ar: أضف لاعبين

source: PITCH OWNER
ar: مالك الملعب

# bysigningupTahaddi
source: By signing up for Tahadde you agree with the
ar: بالتسجيل في تحدي فإنك توافق على

source: Terms of Use
ar: شروط الاستخدام

source: and
ar: و

source: Privacy Policy.
ar: سياسة خاصة.

source: Create Your Own Team
ar: قم بإنشاء فريقك الخاص

# youhaveSignedup
source: You have successfully Signed up
ar: لقد سجلت بنجاح

source: Password has been reset
ar: تم إعادة تعيين كلمة السر

source: Password has been changed
ar: تم تغيير كلمة المرور

source: To
ar: إلى

# pitchcontact
source: Venue contact
ar: اتصال الملعب

# pitchnameinArabic
source: Venue Name in Arabic
ar: اسم الملعب بالعربي

source: Description in Arabic
ar: وصف الملعب بالعربي

# youNeedChallenge
source: You need to create your team in order to challenge !
ar: تحتاج إلى إنشاء فريقك من أجل التحدي!

source: Create Your Own Challenge
ar: اصنع تحديك الخاص

# createTeamNow
source: CREATE A TEAM NOW
ar: إنشاء فريق الآن

# currency
source: AED
ar: د.إ

# pleaseEnterNewPassword
source: Please enter the new password for your account below.
ar: يرجى إدخال كلمة المرور الجديدة لحسابك.

source: REMOVE CARD
ar: قم بإزالة البطاقة

source: Selected
ar: المحدد

source: Pay Now
ar: ادفع الآن

# bookingSummaryC
source: BOOKING SUMMARY
ar: ملخص الكتاب

# paymentSuccessfully
source: Payment has been successfully made. For more details view booking summary
ar: تم الدفع بنجاح للمزيد من التفاصيل قم بعرض ملخص الحجز.

# tranjectionId
source: TRANSACTION ID
ar: رقم المعاملة

# pitchNameEnglish
source: Venue Name in English
ar: اسم الملعب بالإنجليزي

# descriptionEnglish
source: Description in English
ar: وصف الملعب بالإنجليزي

source: Paid Total
ar: مجموع المدفوع

source: Contacts
ar: جهات الاتصال

source: INVITE PLAYERS
ar: لاعبين مدعوين

# yourTahaddi
source: YOUR TAHADDE'S
ar: تحدياتك

source: Save Cards
ar: البطاقات المحفوظة

source: AM
ar: ص

source: PM
ar: م

# youCanAdd
source: You can add and save multiple cards to use.
ar: يمكنك إضافة وحفظ بطاقات متعددة للاستخدام.

source: Save Payment Methods
ar: حفظ طرق الدفع

source: Next
ar: التالى

source: Prev
ar: السابق

# events
source: Championship
ar: بطولات

source: No Bookings Found
ar: لم يتم العثور على حجوزات

# youHaveBooked
source: You have not booked any events.
ar: لم تحجز أي ملعب.

# createYourLeagueHere
source: Click to create league
ar: اضغط لإنشاء الدوري

# createYourTournamentHere
source: Create to create tournament
ar: اضغط لإنشاء البطولة

source: Home
ar: الصفحة الرئيسية

source: Booking
ar: الحجز

source: ACCOUNT
ar: الحساب

source: Bank Details
ar: تفاصيل الحساب البنكي

# chooseAccount
source: Who are you?
ar: من انت؟

# selectUserType
source: Select a user type to proceed and explore venue and games
ar: حدد نوع المستخدم للمتابعة واستكشاف الملعب والألعاب

source: Player
ar: لاعب

# pitchOwnerS
source: Venue Owner
ar: صاحب مكان

# continueW
source: CONTINUE
ar: استمر

# continu
source: Continue
ar: استمر

# pitchOwnerDetails
source: Venue Owner Details
ar: تفاصيل صاحب الملعب

# addPitchImage
source: Add Venue image
ar: أضف صورة الملعب

# pitchName
source: Venue Name
ar: اسم الملعب

# pitchLocation
source: Venue location
ar: موقع الملعب

source: Both
ar: كلاهما

# chooseFacilitiesProvided
source: Choose Facilities to be provided
ar: اختر المرافق المراد توفيرها

source: Documents
ar: مستندات

source: Upload Document
ar: حمل المستند

# weNeedAccount
source: We need your venue license to verify your account
ar: نحن بحاجة الي رخصة الملعب للتحقق من حسابك

# addAsideCamesPitch
source: Add the aside venue that cames under this venue
ar: أضف ملعبك

# addPitchDetails
source: Add new Venue Details
ar: إضافة تفاصيل الملعب الجديد

source: CURRENT PLAYERS
ar: اللاعبين الحاليين

source: Player Team
ar: فريق اللاعب

source: ago
ar: منذ

source: of the Team
ar: من الفريق

source: Booking price for the league
ar: سعر الحجز للدوري

source: Booking price for the Tournament
ar: سعر الحجز للبطولة

source: Game Played
ar: لعبت المباراة

source: has requested you to join
ar: لقد طلب منك الانضمام

source: No players have been found near you
ar: م يتم العثور على الاعبين

source: Search location or event
ar: البحث عن موقع أو حدث

source: Name
ar: الاسم

# selectPitchType
source: Select Venue type
ar: حدد نوع الملعب

source: Price
ar: السعر

source: Account number
ar: رقم الحساب

# ibnNumber
source: IBAN number
ar: رقم الآيبان

source: SKIP
ar: تخطى

source: Finish Sign up
ar: إنهاء التسجيل

source: SAVE
ar: حفظ

source: Account holder Name
ar: اسم صاحب الحساب

# myPitches
source: My Venues
ar: ملاعبي

source: Verified
ar: معتمد

# withTahaddi
source: ENTER WITH YOUR TAHADDE TEAM
ar: انضم مع فريقك في تحدي

# withoutTahaddi
source: ENTER WITH OTHER TEAM
ar: انضم مع فريق اخر

source: Choose Your Team
ar: اختر فريقك

source: In Review
ar: تحت المراجعة

# addNewGroundPitch
source: Add More Ground
ar: أضف الملعب

source: Sort By
ar: صنف حسب

source: Latest
ar: آخر

source: Start Date
ar: تاريخ البدء

source: Create League
ar: أنشئ الدوري

source: league Details
ar: تفاصيل الدوري

source: League name
ar: اسم الدوري

source: Create Tournament
ar: أنشئ بطولة

source: Tournament Details
ar: تفاصيل البطولة

source: Tournament name
ar: اسم البطولة

source: Booking Price
ar: سعر الحجز

# totalTeamParticipate
source: Maximum number of teams
ar: مجموع الفرق التي يمكنها المشاركة

# clickStartTime
source: Click to fill Start date and Time
ar: انقر لملء تاريخ البدء والوقت

# clickEndTime
source: Click to fill end date and Time
ar: انقر لملء تاريخ الانتهاء والوقت

# lastBooking
source: Last day for booking
ar: آخر يوم للحجز

# SelectPitchLeague
source: Select venue for the league
ar: حدد الملعب للدوري

# selectAsidePitchLeague
source: select aside venue for the league
ar: حدد الملعب جانبا للدوري

# areCreateleague
source: Are you sure you want to create this league ?
ar: هل أنت متأكد أنك تريد إنشاء هذا الدوري؟

# selectAsidePitchTournament
source: select aside venue for the tournament
ar: حدد جانبا الملعب للبطولة

# areCreateTournament
source: Are you sure you want to create this tournament ?
ar: هل أنت متأكد أنك تريد إنشاء هذه البطولة؟

source: Confirm
ar: تآكيد

source: New Player
ar: لاعب جديد

source: has requested to join the team
ar: يدعوك للانضمام الى الفريق

# youarelongermemberteam
source: You are no longer a member of this team
ar: لم تعد لاعبًا في هذا الفريق

# searchplayerstahaddi
source: Search for the players in tahadde
ar: ابحث عن لاعبين في تحدي

source: Send
ar: إرسال

source: Sent
ar: أرسلت

# requestjointeam
source: REQUEST TO JOIN TEAM
ar: طلب الانضمام إلى الفريق

source: Available Players
ar: اللاعبين المتاحين

source: Join
ar: انضم

source: Approve
ar: وافق

source: Reject
ar: رفض

source: Cancel Request
ar: إلغاء طلب

# youcreateexistingteam
source: To join the team you need to create an account or login
ar: للإنضمام الى الفريق يرجى انشاء حساب او تسجيل الدخول

source: Team players
ar: اللاعبين في الفريق

source: End date
ar: تاريخ الانتهاء

source: FINISH
ar: إنهاء

# areYouSureYouWant
source: Are you sure you want to delete the sub venue?
ar: هل أنت متأكد أنك تريد حذف الملعب الفرعي؟

source: Camera Permission
ar: إذن الكاميرا

source: Deny
ar: ينكر

# thisPicturesUploadImage
source: Tahadde app needs permission to access the camera
ar: يحتاج تطبيق تحدي إلى إذن للوصول إلى الكاميرا

source: Gallery Permission
ar: إذن المعرض

# thisGalleryPicturesUploadImage
source: Tahadde app needs permission to access the gallery
ar: يحتاج تطبيق تحدي إلى إذن للوصول إلى المعرض

source: Location Permission
ar: إذن الموقع

# thislocationPicturesUploadImage
source: Tahadde app needs access the location
ar: يحتاج تطبيق تحدي إلى الوصول إلى الموقع

source: Calendar Permission
ar: إذن التقويم

# thisCalendarPicturesUploadImage
source: Tahadde app needs permission to access the calendar
ar: يحتاج تطبيق تحدي إلى إذن للوصول إلى التقويم

# bookingpriceleague
source: Booking price for the league
ar: سعر الحجز للدوري

source: PITCH BOOKINGS
ar: حجوزات الملعب

source: Choose team logo
ar: اختر لوقو الفريق

source: SLOTS
ar: الآوقات المتاحة :

source: Choose your sport
ar: إختر رياضتك

source: Unavailable Slots
ar: فتحات غير متاحة

source: Available
ar: متاح

source: Closed
ar: مغلق

# verifiedPitch
source: Verified Venue
ar: ملعب معتمد

source: Manage Slots
ar: إدارة حجوزات الملعب

source: Booking Details
ar: تفاصيل الحجز

# selectAsidePitchManageSlots
source: Select venue to manage slots
ar: حدد الملعب لإدارة الحجوزات

# amongstAvailableSlotUnavailable
source: You can book a slot or make it unavailable.
ar: يمكنك حجز التوقيت او جعله غير متاح.

source: Unavailable
ar: غير متاح

source: Available Slots
ar: فتحات متاحة

# editdatetime
source: Edit date and time
ar: تحرير التاريخ والوقت

# startDateC
source: START DATE
ar: تاريخ البدء

# endDateC
source: END DATE
ar: تاريخ الانتهاء

source: Since
ar: منذ

source: Until
ar: حتى

source: Closed hours
ar: ساعات مغلقة

source: Online Booking
ar: الحجز أونلاين

source: Create your team
ar: أنشئ فريقك

# walkBookpitch
source: Book a venue, tournament or league with Tahadde
ar: احجز ملعب ، بطولة أو دوري مع تحدي

# walkHereTahaddi
source: Have you ever thought that you could book your football venue, join a tournament or league with just one click? Here at Tahadde you have it all in your pocket.
ar: عمرك فكرت انك تقدر تحجز ملعب،تشارك في بطولة أو دوري بضغطة وحدة بس؟ في تحدّي كل شي موجود في راحة ايدك.

# buildTahaddi
source: Search for players around you
ar: ابحث عن لاعبين حولك

# walkyouTahaddi
source: Build your own team, Send friend requests, Search for player around you.
ar: كوّن فريقك، ارسل لأصدقاءك طلبات انضمام لفريقك، ابحث عن لاعبين في منطقتك.

# walkcreatePitch
source: Create events on your venue
ar: أنشئ بطولات على ملعبك

# pitchTournament
source: Venue owner? Don’t worry we got you
ar: صاحب ملعب؟ لا تحاتي انت في المكان الصحيح

# youCanBuild
source: We have a dedicated platform just for you, Manage your venue bookings, Create endless events all in just a few steps.
ar: لدينا منصة مخصصة لأصحاب الملاعب، يمكنك إدارة حجوزات ملاعبك، اقامة بطولات في خطوات بسيطة.

source: All
ar: الكل

source: Slot Selected
ar: الوقت المحدد

source: Slot Details
ar: تفاصيل الحجز

# editcard
source: Edit card details
ar: تعديل تفاصيل البطاقة

# cardNumberC
source: CARD NUMBER
ar: رقم البطاقة

source: GO TO HOMEPAGE
ar: انتقل إلى الصفحة الرئيسية

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

source: Try Again
ar: حاول مرة أخرى

# enteringwithtahadditeam
source: Entering with tahadde team
ar: اشترك مع فريق تحدي

# selectonefieldtoenterwithotherteam
source: Select your tahadde team available
ar: اختر فريق التحدي الخاص بك

# selectonefieldtoenterwithotheryourtahadditeam
source: Fill in the fields below to enter with other team
ar: املأ الحقول أدناه للدخول مع فريق آخر

# orSignUpWith
source: Or Sign in With
ar: أو اشترك مع

source: Please select your field
ar: اختر ملعبك

source: Slot
ar: الوقت

source: Please enter Team Name
ar: ادخل اسم فريقك

source: Please enter Email
ar: ادخل البريد الاكتروني

source: Please enter Phone Number
ar: ادخل رقم الهاتف

source: Token has been Expired
ar: انتهت صلاحية الرمز

source: Invalid Email!!
ar: البريد الالكتروني غير صحيح!

source: Please enter New Password
ar: ادخل كلمة السر الجديدة

source: Password Mismatch!!!
ar: كلمة السر غير متطابقة !!!

source: Please enter Password
ar: ادخل كلمة السر

source: Login cancelled by the user.
ar: تم إلغاء تسجيل الدخول من قبل المستخدم.
